tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ctags"
brew "curl"
brew "docker"
brew "fzf"
brew "git"
brew "go"
brew "glide"
brew "htop"
brew "jq"
brew "kubectx"
brew "nnn"
brew "pyenv"
brew "ranger"
brew "the_silver_searcher"
brew "tree"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "zsh"
brew "zsh-syntax-highlighting"
cask "font-source-code-pro"
cask "goland"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
